{
  "YankRing.vim": { "branch": "master" },
  "ag.vim": { "branch": "master" },
  "coc.nvim": { "branch": "release" },
  "csv.vim": { "branch": "master" },
  "emmet-vim": { "branch": "master" },
  "fzf.vim": { "branch": "master" },
  "lazy.nvim": { "branch": "main" },
  "lightline.vim": { "branch": "master" },
  "lsp_lines.nvim": { "branch": "main" },
  "night-owl.vim": { "branch": "master" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-treesitter": { "branch": "master" },
  "playground": { "branch": "master" },
  "plenary.nvim": { "branch": "master" },
  "tcomment_vim": { "branch": "master" },
  "typescript-tools.nvim": { "branch": "master" },
  "vim-code-dark": { "branch": "master" },
  "vim-easymotion": { "branch": "master" },
  "vim-fugitive": { "branch": "master" }
}